/**
 * Created by ksada on 25.04.2017.
 */
public class Head {
    static void head(){
        System.out.println(" _____________________________________________________________________________________________________________");
        System.out.println("| Повтор рождает ритм, а точнее, оказывается частью ритмической структуры бытия, которая отразилась на часах. |");
        System.out.println("| Это называется синхронностью, тебе подмигивают! Лови такие моменты и радуйся, что они у тебя есть!          |");
        System.out.println("|_____________________________________________________________________________________________________________|");
        System.out.println("|");
        System.out.println("| Что ты увидел, взглянув на часы ?");
        System.out.print  ("| > " );
    }
}
