/**
 * Created by ksada on 25.04.2017.
 */
public class KeyMas {
    public void kms() {
        String[] key = new String[37];
        key[0] = "Исполнится любое желание, загаданное с чистым сердцем.";
        key[1] = "Ждите доброго известия от мужчины. Игру.";
        key[2] = "Увы, начатое вами дело не принесет ожидаемого результата.";
        key[3] = "Ожидайте приглашения в гости или клуб.";
        key[4] = "Подавляйте раздражение, следите за словами.";
        key[5] = "В ваши двери стучится любовь.";
        key[6] = "Увы, ваше чувство перемен останется безответным.";
        key[7] = "Посмотрите на ситуацию с другой стороны.";
        key[8] = "Сегодня явно не ваш день Фортуна к вам не расположена.";
        key[9] = "Тайные враги затевают против вас нечестную.";
        key[10] = "Остерегайтесь воды и огня.";
        key[11] = "Скорое замужество (женитьба).";
        key[12] = "Опасайтесь людей в военной форме.";
        key[13] = "Карьерный взлет.";
        key[14] = "Берегите кошельки и сумочки.";
        key[15] = "Знакомство с влиятельным мужчиной.";
        key[16] = "Наступает время.";
        key[17] = "Попадете в зависимость от кого-то (или чего-то).";
        key[18] = "Успех на любовном фронте.";
        key[19] = "Знакомство с очаровательной женщиной (прекрасным мужчиной).";
        key[20] = "Остерегайтесь соперников.";
        key[21] = "Получите то, о чем долго мечтали.";
        key[22] = "Нынче балом будет править любовь.";
        key[23] = "Попадете в неприятную ситуацию.";
        key[24] = "Последуйте совету мудрого человека.";
        key[25] = "Готовьтесь к бурному, но короткому роману.";
        key[26] = "Будьте осторожны на дороге.";
        key[27] = "Опасайтесь уличных хулиганов.";
        key[28] = "Будьте осторожны на дороге.";
        key[29] = "Успех в делах.";
        key[30] = "Ссора с близким человеком.";
        key[31] = "Скандал в семье.";
        key[32] = "Рождение ребенка или нового проекта.";
        key[33] = "Бурный роман.";
        key[34] = "Новое знакомство.";
        key[35] = "Опасная связь.";
        key[36] = "Проблемы со здоровьем.";
    }
}
